[{
    "week8": {
        "title": "Uke 8: Velkommen til familien, lille venn!",
        "topics": [
          {
            "title": "Valpens nye hjem",
            "description": "Når du henter valpen, vil oppdretteren fylle ut en kjøpekontrakt. Du kan også motta et registreringsbevis og bør be om en veterinærkvittering for eventuell fremtidig forsikring.",
            "exercise":"Oppdretteren vil gi nødvendige instruksjoner angående valpens stell før avreise til det nye hjemmet.",
            "tips": "Legg en klokke med tikking under valpens seng for å etterligne hjerteslagene til moren.",
            "animation":"newHome"
          },
          {
            "title": "Løfte valpen",
            "description": "Hvis valpen begynner å sprelle mens du holder den, kan det bli en utfordrende situasjon.",
            "exercise":"Behold et stødig og forsiktig grep om valpen. Om mulig, sett valpen ned på et trygt sted så raskt som mulig. Hvis det ikke går, prøv å distrahere den med en leke eller godbit.",
            "tips": "Føl etter tegn på uro hos valpen før du løfter den. Forutse sprellingen for å minimere risikoen for uønsket drama..",
            "animation":"social"
          },
          {
            "title": "Håndtering",
            "description": "Trening i å håndtere valpen riktig. Gjør den komfortabel med berøring.",
            "exercise":"Gjør dette daglig, helst når valpen er døsig. Stryk den fra snute til hale, og hvis den biter, bytt ut hånden med en leke.",
            "tips": "Trekk ikke tilbake hånden ved biting; gi leke. Vær konsekvent; valpen lærer fort.",
            "animation":"social"
          },
          {
            "title": "Navnetrening",
            "description": "Trening i å komme på kommando ved bruk av navn, med lek som belønning.",
            "exercise":"Når valpen er opplagt, kall den inn til lek ved å bruke navnet. Lek en stund, ta en pause, og kall den inn igjen senere for mer lek.",
            "tips": "Bruk navnet for å forsterke positiv respons. Avslutt leken før valpen blir utmattet.",
            "animation":"calling"
          },
          {
            "title": "Mating",
            "description": "Hold deg til fôringsrutinene valpen er vant med, og juster sakte om nødvendig.",
            "exercise":"Start med samme fôr som oppdretteren brukte, og gi mat 3-4 ganger om dagen. Hold øye med avføringen for å sjekke magehelsen.",
            "tips": "Ha Avital Flora klart for tarmbalanse. Avføring skal være fast; diaré er et rødt flagg.",
            "animation":"feeding"
          },
          {
            "title": "Sosialisering",
            "description": "Sosialisering er kritisk for valpens utvikling og fremtidig oppførsel. Denne fasen starter etter at valpen har blitt komfortabel med sin nye familie.",
            "exercise":"Eksponer valpen for huslige lyder som støvsuger og vaskemaskin. La den møte andre kjæledyr i hjemmet, men hold et øye med interaksjonen for alles trygghet.",
            "tips": "Start sosialiseringen etter at valpen har blitt kjent med familien. Ta det gradvis og følg valpens tempo.",
            "animation":"social"
          },
          {
            "title": "Utendørs tid",
            "description": "Hvordan gi valpen frihet uten å risikere sikkerheten, og hva du skal gjøre hvis valpen vurderer en 'road trip' uten deg.",
            "exercise":"Finn en trygg plass langt fra folk og trafikk. Hvis valpen roter seg bort, kall på den og begynn å bevege deg i motsatt retning. Når den følger etter, belønn med godbiter.",
            "tips": "Bruk bånd på tettsteder og vær forsiktig med hvor du slipper hunden løs. Ikke følg etter valpen hvis den roter seg bort; få den til å komme til deg.",
            "animation":"outside"
          },
       
        ]
        
    }
},
{
    "week9": {
      "title": "Uke 9: Oppdagelsesferd og læring!",
      "topics": [
        {
          "title": "Stuerenhet",
          "description": "For å få valpen stueren raskt, er det viktig med hyppige turer ut, spesielt i visse situasjoner.",
          "exercise":"Ta ut valpen ca. hver time på dagtid, samt: Etter den har sovet, midt i lek og rett etter måltider.. Gi belønning når den gjør fra seg ute.",
          "tips": "Ikke stress rett inn etter at valpen har gjort sitt; de er smarte og tar hintet.",
          "animation":"clean"
        },
        {
          "title": "Valpetenner",
          "description": "Valper elsker å bruke tennene for å utforske og leke, men det er viktig å lære dem riktig måte å interagere med mennesker på.",
          "exercise":"Ikke la valpen leke med hendene eller føttene dine. Bytt ut hånden med en leke hvis valpen biter. Hvis den biter mye, avslutt leken og fjern deg eller bli passiv. ",
          "tips": "Hendene er for mat og kos, ikke for biting. Bruk avslutning av lek som en læremetode. Raske bevegelser kan gjøre valpen for entusiastisk; vær bevisst på det."
        },
        {
          "title": "Mer sosialisering",
          "description": "Det er tid for å introdusere valpen for nye 'venner' og situasjoner, for at den skal bli en selvsikker voksen hund.",
          "exercise":"Møt en liten, vennlig og vaksinert hund. La valpen observere i eget tempo. Heng ved nærbutikken for litt menneske- og trafikk-eksponering.",
          "tips": "Alltid på valpens vilkår; la den utforske i eget tempo. Vær tålmodig og rolig for å hjelpe valpen med å tilpasse seg.",
          "animation":"fetch"
        },
        {
          "title": "Innkalling",
          "description": "Tren på innkalling med valpen i et trygt og inngjerdet område.",
          "exercise":"Bruk en positiv forsterkning som en godbit eller leke. Kall valpen inn til deg, og belønn den når den kommer.",
          "tips": "Begynn med korte avstander og bruk en godbit som belønning. Gradvis øk avstanden og bruk leken som belønning.",
          "animation":"calling"
        },
        {
          "title": "Fôrvalg",
          "description": "Finn et høykvalitets valpefôr som valpen liker. Etter hvert kan du prøve å blande inn litt våtfôr.",
          "exercise":"Finn et fôr som passer valpens størrelse og alder. Følg instruksjonene på pakken for mengde og hyppighet.",
          "tips": "Introduser nytt fôr gradvis over flere dager for å unngå mageproblemer. Hold deg til samme fôr som oppdretteren brukte i begynnelsen.",
          "animation":"reward"
        },
        {
          "title": "Hundevenner",
          "description": "Det er viktig for valpen å møte andre hunder for å lære sosiale ferdigheter.",
          "exercise":"La valpen møte vaksinerte, vennlige hunder for sosialisering. Hold valpen i bånd og la den observere i eget tempo.",
          "tips": "Start med rolige hunder som du vet er godt sosialisert og som valpen kan lære av."
        }
      ]
    
    }
  },
  {
    "week10": {
      "title": "Uke 10: Tid for litt uavhengighet",
      "topics": [
        {
          "title": "Alenetid",
          "description": "Begynn med korte perioder alene og gradvis øke tiden.",
          "exercise":"La valpen være alene i et rom med en leke eller tyggeleke. Gå ut av rommet i noen sekunder, og kom tilbake før valpen blir urolig. Gradvis øk tiden.",
          "tips": "Ha på radioen for å dempe følelsen av ensomhet for valpen. Ikke gi oppmerksomhet når du kommer tilbake, vent til valpen er rolig.",
          "animation":"alone"
        },
        {
          "title": "Klør",
          "description": "Klipp klørne regelmessig for å holde dem korte og sunne.",
          "exercise":"Klipp klørne med en kloklipper for hunder. Klipp bare den hvite delen av kloen, og unngå den rosa delen som inneholder blodårer.",
          "tips": "Klipp litt og ofte, så valpen blir vant til prosessen."
        },
        {
          "title": "Trening",
          "description": "Introduser grunnleggende kommandoer som sitt, bli og ligg.",
          "exercise":"Bruk positiv forsterkning som godbiter eller lek som belønning. Hold øktene korte og hyppige.",
          "tips": "Korte, hyppige treningsøkter er mer effektive enn lange.",
          "animation":"calling"
        },
        {
          "title": "Aktivisering",
          "description": "Hold valpen engasjert med mentale og fysiske aktiviteter.",
          "tips": "Interaktive leker som gir godbiter kan være en god måte å aktivisere valpen på.",
          "animation":"fetch"
        },
        {
          "title": "Nye miljøer",
          "description": "Ta valpen til nye steder for sosialisering og utforskning.",
          "tips": "Begynn med rolige steder og jobb deg opp til mer stimulerende miljøer.",
          "animation":"disturb"
        },
        {
          "title": "Biting",
          "description": "Riktig tyggeleker og trening kan hjelpe med valpebiting.",
          "tips": "Hvis valpen biter, gi den noe akseptabelt å tygge på, som en leke eller en frossen godbit."
        },
        {
          "title": "Huskeliste",
          "description": "Lag en liste over nødvendigheter som mat, leker, og vaksinasjonsavtaler.",
          "tips": "Ha alltid et lite førstehjelpssett tilgjengelig for valpen."
        }
      ]
    
    }
  },
  {
    "week11": {
      "title": "Uke 11: Tid for litt ekstra omsorg",
      "topics": [
        {
          "title": "Å reise i bil med valp",
          "description": "Start med korte turer og sørge for at valpen er sikker og komfortabel i bilen.",
          "tips": "Ha alltid med vann og en reisebolle, samt en favorittleke for å roe valpen."
        },
        {
          "title": "Tid for ormekur",
          "description": "Snakk med veterinæren din om riktig tidspunkt og produkt for valpens første ormekur.",
          "tips": "Merk av i kalenderen for fremtidige ormekurer, så du ikke glemmer det."
        },
        {
          "title": "Sitting og selvbeherskelse for valpen",
          "description": "Trening på kommandoer som \"sit\" og \"stay\" vil hjelpe valpen med å utvikle god selvbeherskelse.",
          "tips": "Bruk positive forsterkninger som godbiter eller lek som belønning."
        },
        {
          "title": "Når maten ikke smaker for valpen",
          "description": "Sjekk med veterinæren hvis valpen plutselig mister appetitten eller er kresen med maten.",
          "tips": "Prøv å varme opp maten litt for å frigjøre aromaen, noe som kan tiltrekke valpen."
        },
        {
          "title": "Sosialisering av valpen - spiss ørene",
          "description": "Fortsett med sosialisering ved å introdusere valpen for nye lyder, lukter og miljøer.",
          "tips": "Lag en sosialiseringsliste og kryss av for hver nye erfaring valpen får."
        }
      ]
    
    }
  },
  {
    "week12": {
      "title": "Uke 12: Sosialisering og helse",
      "topics": [
        {
          "title": "Egnet mosjon for din valp",
          "description": "Introduser valpen for varierte, men milde treningsformer for å bygge styrke og kondisjon.",
          "tips": "Bland mellom korte turer og lek i hagen. Unngå for intens trening da valpens ledd fortsatt utvikler seg.",
          "animation":"fetch"
        },
        {
          "title": "Den første vaksineringen for valpen",
          "description": "Kontakt veterinæren for å planlegge valpens første vaksinasjonsrunde.",
          "tips": "Ta med valpens helsebok for å holde styr på vaksinasjonene. Ha godbiter klare for å belønne valpen etterpå."
        },
        {
          "title": "Trening med valpen",
          "description": "Fortsett med daglig trening for å bygge en god forståelse mellom deg og valpen.",
          "tips": "Korte, hyppige treningsøkter er ofte mer effektive enn lange. Ikke overstig 5-10 minutter per økt for en valp."
        },
        {
          "title": "Server mat på en ny måte",
          "description": "Prøv nye matserveringsteknikker som pusseskåler eller interaktive leker for å gjøre måltidene mer engasjerende.",
          "tips": "Porsjonere maten i et eggekartong for en enkel DIY puslespillmater.",
          "animation":"feeding"
        },
        {
          "title": "Sosialisering sluttspurt",
          "description": "Fortsett med sosialisering, og introduser valpen for en rekke mennesker, steder og andre dyr.",
          "tips": "Besøk venner med vennlige hunder for å hjelpe valpen med å lære gode sosiale ferdigheter."
        },
        {
          "title": "Glade til hundeskolen vi går",
          "description": "Bli med i en lokal hundeskole for å starte grunnleggende lydighetstrening og sosialisering.",
          "tips": "Sjekk ut skolens metoder og lærere på forhånd. En god hundeskole bruker positiv forsterkning."
        }
      ]
    
    }
  },
  {
    "week13": {
      "title": "Uke 13: Grunnleggende lydighet og utstyrsvalg",
      "topics": [
        {
          "title": "Valpen lærer for livet",
          "description": "Kontinuerlig læring og positiv forsterkning er nøkkelen til en veloppdragen valp.",
          "tips": "Bruk høyt verdsatte godbiter eller leker som belønning under trening. Variasjon hjelper med å holde valpen engasjert."
        },
        {
          "title": "Helse og velvære for valpen",
          "description": "Fortsett med regelmessige veterinærbesøk for å sikre at valpen er sunn og vokser som den skal.",
          "tips": "Lag en helsekalender for å holde styr på vaksinasjoner, ormekurer og andre viktige datoer.",
          "animation":"grooming"
        },
        {
          "title": "Få valpen til å gå i bånd",
          "description": "Begynn båndtrening med korte økter, og belønn valpen for god oppførsel.",
          "tips": "Bruk et bånd med litt vekt for å få valpen vant til følelsen, selv innendørs."
        },
        {
          "title": "Valpen vokter maten sin, hva gjør jeg?",
          "description": "Ta kontakt med en hundetrener hvis valpen viser tegn til ressursvokting.",
          "tips": "Prøv å bytte ut maten eller leken valpen vokter med noe enda bedre, for å lære den at det er OK å gi fra seg ressurser.",
          "animation":"feeding"
        },
        {
          "title": "Meld deg inn på hundeskolen",
          "description": "Hundeskolen er en flott arena for både trening og sosialisering.",
          "tips": "Spør om å observere en klasse før du melder deg inn, for å forsikre deg om at det er riktig miljø for deg og valpen."
        },
        {
          "title": "Hvilket friluftsutstyr passer til valpen min?",
          "description": "Velg komfortabelt og sikkert utstyr som passer til valpens størrelse og aktivitetsnivå.",
          "tips": "Se etter utstyr med justerbare stropper for å imøtekomme valpens voksende kropp."
        },
        {
          "title": "Hvorfor skal jeg plukke opp valpens bæsj",
          "description": "Det er viktig for både miljøet og samfunnet at du plukker opp etter valpen.",
          "tips": "Hold alltid en ekstra rull med poser i lommen eller vesken. Du vet aldri når du trenger en!"
        }
      ]    
    }
  },
  {
    "week14": {
      "title": "Uke 14: Lek og omsorg",
      "topics": [
        {
          "title": "Lek med valpen",
          "description": "Utforsk forskjellige typer lek og finn ut hva valpen din liker best.",
          "tips": "Bytt leker ofte for å holde valpen engasjert. Gammel leke blir som ny etter et par dager i 'lekeskuffen'."
        },
        {
          "title": "Stell av valpens ører og øyne",
          "description": "Regelmessig sjekk og rengjøring kan hjelpe med å forhindre infeksjoner.",
          "tips": "Bruk myke bomullsballer for rengjøring, og belønn valpen etterpå så den forbinder stellet med noe positivt."
        },
        {
          "title": "Hvordan lære valpen \"på plass\"",
          "description": "Introduser kommandoen \"på plass\" med positiv forsterkning.",
          "tips": "Begynn treningen i et miljø med få distraksjoner. Så kan du gradvis øke vanskelighetsgraden."
        },
        {
          "title": "Gi bein til hundevalpen",
          "description": "Velg trygge og passende bein for å tilfredsstille valpens tyggebehov.",
          "tips": "Unngå små bein som kan kveles på, og alltid overvåk valpen når den tygger.",
          "animation":"reward"
        },
        {
          "title": "Trening av valpen under forstyrrelser",
          "description": "Praktiser grunnleggende kommandoer i forskjellige miljøer med forstyrrelser.",
          "tips": "Bruk en 'focus-kommando' som 'se på meg' for å få valpens oppmerksomhet tilbake på deg."
        },
        {
          "title": "Hunden har fått flått - hva skal jeg gjøre?",
          "description": "Lær hvordan du trygt fjerner flått og når du skal kontakte veterinæren.",
          "tips": "Ha alltid en flåttfjerner lett tilgjengelig, enten på nøkkelknippet eller i førstehjelpsskrinet."
        },
        {
          "title": "Flåttmidler som passer til valper",
          "description": "Snakk med veterinæren om trygge og effektive flåttmidler for valpen din.",
          "tips": "Hold en kalender for når du sist behandlet mot flått, så du ikke glemmer neste dose."
        }
      ]
    
    }
  }
        
  
  ]