[
    {
        "id": 1,
        "title": "Motivasjonsturer",
        "description": "Utendørsturer som gir deltakerne mulighet til å komme seg vekk fra en vanskelig hverdag og finne innsikt og sunt fellesskap.",
        "icon": "map"
    },
    {
        "id": 2,
        "title": "Femundløpet",
        "description": "For Medvandrerne er Femundløpet en unik arena for å finne mestringsarenaer og styrke sunne relasjoner. Gjennom fysisk aktivitet, problemløsning og samhandling får deltakerne erfaringer som styrker troen på egne evner.",
        "icon": "snow",
        "detailedDescription": "For Medvandrerne er Femundløpet en unik arena for å finne mestringsarenaer og styrke sunne relasjoner og utvikle oss i spann med våre samarbeidspartnere på rusfeltet. Med et langvarig samarbeid med Femundløpet har vi etablert oss som en viktig del av arrangementet, samtidig som det gir våre deltakere en mulighet til å skrive et nytt kapittel i sine egne liv.\n\nFor mange blir Femundløpet en \"brobygger\" tilbake til samfunnet. Gjennom fysisk aktivitet, problemløsning og samhandling får de erfaringer som styrker troen på egne evner. Noen oppdager til og med hundekjøring som en meningsfull fritidsaktivitet, noe som kan gi en ny retning i livet.\n\nMedvandrerne løfter frem det friske i mennesket og viser at alle har noe å bidra med, uansett fortid. Gjennom deltakelsen i Femundløpet får rusavhengige mulighet til å hjelpe andre – både hverandre og arrangementet som helhet. Dette skaper en følelse av tilhørighet til noe større enn seg selv. For noen blir det et vendepunkt, en sjanse til å tre ut av gamle roller og mønstre og gi seg selv nye muligheter.",
        "website": "https://www.medvandrerne.org/kjernevirksomhet/femundl%C3%B8pet",
        "year": 2025,
        "participants": 45,
        "location": "Tos arena, Os kommune / Røros",
        "tasks": [
            "Tidtaking",
            "Hjelpe hunder til spann",
            "Parkeringsvakter",
            "Salg av mat og effekter",
            "Utplassering av halmballer",
            "Publikumsservice",
            "Hjelpe spann inn og ut av stolpe"
        ],
        "partners": [
            "Femundløpet AS",
            "Solliakollektivet",
            "Tyrili"
        ],
        "impact": "Medvandrerne skal delta med rundt 45 personer på Femundløpet 2025, med base på Tos arena i Os kommune. Herfra skal de drifte flere sjekkpunkter og bidra i start- og målområdet i Røros."
    },
    {
        "id": 3,
        "title": "Lokallagsvirksomhet",
        "description": "Faste turer og aktiviteter arrangert av lokallagene, minst en dag i uken.",
        "icon": "people-outline"
    },
    {
        "id": 4,
        "title": "Miljøansvar",
        "description": "Miljøaksjoner og prosjekter som Rein Sognefjord og rydding av Alnaelva.",
        "icon": "leaf"
    },
    {
        "id": 5,
        "title": "Utendørsterapi",
        "description": "Faglig kompetanse innen utendørsterapi og recovery-filosofi.",
        "icon": "medical-outline"
    }
]

